{"segments": [{"text": " There's something out there, I'm taking chemistry and feeling a little bit like there's an international", "start": "0.0", "end": "4.08"}, {"text": " body whose job is simply to make your life more difficult. To force you to cram tons of information", "start": "4.08", "end": "10.4"}, {"text": " into your head to suck all the wonder and excitement out of learning about how the world works at this", "start": "10.4", "end": "15.280000000000001"}, {"text": " beautiful fundamental level of chemicals. You are not actually imagining this. That organization", "start": "15.280000000000001", "end": "20.72"}, {"text": " actually exists. It's called the International Union of Pure and Applied Chemists, or IUPAC,", "start": "20.72", "end": "25.36"}, {"text": " and really they're looking out for your best interests. In just the same way that my mom was", "start": "25.36", "end": "29.36"}, {"text": " looking out for my best interests when she said that I couldn't go to the Violet Fence concert", "start": "29.36", "end": "32.64"}, {"text": " with Meghan Cross. And yeah, I hated my mom for like a full year after that, but she was right.", "start": "32.64", "end": "36.56"}, {"text": " That girl was trouble. So yes, you are allowed to hate IUPAC for changing the name of cinema", "start": "36.56", "end": "41.36"}, {"text": " to hide, the aldehyde that makes cinema smell like cinema, to trans-three phenol prope two in all.", "start": "41.36", "end": "47.6"}, {"text": " Yes, they're sucking all of the fun out of the world, but trust me when I say they're doing it for your own good.", "start": "47.6", "end": "63.28"}, {"text": " Cinemaldehyde is a lovely name for a lovely aldehyde, just like cadaverine is a creative name for a", "start": "63.28", "end": "68.48"}, {"text": " rancid smelling a mean. Citronella, angelic acid, vanilla, they're beautiful names, but there are", "start": "68.48", "end": "74.24000000000001"}, {"text": " tens of thousands of regularly used organic compounds, and we can't come up with pretty names for all of them.", "start": "74.24", "end": "78.64"}, {"text": " More important than that though, there's no way to translate those names into chemical formulas.", "start": "78.64", "end": "83.19999999999999"}, {"text": " And IUPAC hates that. They're like cinema aldehyde, yeah sure, it gives cinema", "start": "83.19999999999999", "end": "87.91999999999999"}, {"text": " and its lovely smell, but we think that trans-three phenol prope two in all is way better of a name.", "start": "87.91999999999999", "end": "93.36"}, {"text": " And it actually is, because if I say trans-three phenol prope two in all to somebody", "start": "93.36", "end": "97.84"}, {"text": " properly educated, they could just write down the chemical structure without even thinking about it.", "start": "97.84", "end": "101.6"}, {"text": " And that's like almost a kind of magic, where words go from relating to reality as we experience it.", "start": "101.6", "end": "106.47999999999999"}, {"text": " This chemical comes from cinnamon, so name it after cinnamon, to relating to the actual physical", "start": "106.47999999999999", "end": "111.11999999999999"}, {"text": " reality of the universe. And that's a magic worth knowing. IUPAC created a language that could be", "start": "111.11999999999999", "end": "116.8"}, {"text": " understood by everyone with minimal even zero misinterpretation, and that's no easy feat.", "start": "116.8", "end": "122.0"}, {"text": " That's why, as we've discussed organic chemistry, when we start counting carbons, we make sure that", "start": "122.0", "end": "126.16"}, {"text": " the first thing named on the molecule is the lowest possible carbon, not because there's something", "start": "126.16", "end": "130.72"}, {"text": " special about lower numbers, but because they had to make a rule otherwise one chemical could", "start": "130.72", "end": "135.44"}, {"text": " be named two different ways. Let's go through the process of naming a chemical. It's a multi-step", "start": "135.44", "end": "139.2"}, {"text": " process. Step one. How long is the carbon chain? Five carbons will have pent-7-cept-3-prope-1-meth-don't", "start": "139.2", "end": "147.44"}, {"text": " feel weird if you have to look these up. I, for example, had no idea that a 23 carbon atom", "start": "147.44", "end": "152.24"}, {"text": " chain had the prefix tricosa until I looked it up just now. The only tricky thing here is to make", "start": "152.24", "end": "156.72"}, {"text": " sure you find the longest carbon chain. Sometimes, a hexane can look like a pentane with an", "start": "156.72", "end": "161.68"}, {"text": " ethane sticking off of it. So now that you know your longest carbon chain, you've got your prefix", "start": "161.68", "end": "165.68"}, {"text": " time to figure out the suffix. If there's nothing but hydrogen and carbon, your suffix just depends", "start": "165.68", "end": "169.92"}, {"text": " on whether you have any double bonds or triple bonds. You know these? Propein, propene,", "start": "169.92", "end": "174.48"}, {"text": " propine. Then there are a ton of other groups that can change the suffix. Like last week, we talked", "start": "174.48", "end": "179.36"}, {"text": " about alcohols and aldehydes and ketones, but we didn't talk about how they affect nomenclature", "start": "179.36", "end": "184.32"}, {"text": " and boy do they. When working with functional groups, each one adds a particular suffix to the end", "start": "184.32", "end": "189.04"}, {"text": " of the name of a compound. Usually, these are pretty easy to remember because they come straight off", "start": "189.04", "end": "193.51999999999998"}, {"text": " of the name of the functional group. Alcohols add an OL. So for methane, you drop the E and you get", "start": "193.51999999999998", "end": "198.79999999999998"}, {"text": " methanol. Ethane, you get ethanol. Aldehydes instead of all U add Al. So from ethane, you get ethanol,", "start": "198.79999999999998", "end": "204.88"}, {"text": " ketones add own. So a ketone of a hexane would be hexanone and it means you just add a mean to the end.", "start": "204.88", "end": "209.92"}, {"text": " So methanamine or propanamine, super easy. For carbocsilic acids, you have to identify that it's", "start": "209.92", "end": "214.07999999999998"}, {"text": " an acid. So you end an acid. That's obvious. But instead of adding illic, you add Oick. As", "start": "214.07999999999998", "end": "218.88"}, {"text": " far as I can tell, this is just because ethanolic acid is much more fun to say than ethanolic acid.", "start": "218.88", "end": "223.11999999999998"}, {"text": " Going over that again. Alcohol on an ethane is ethanol. Aldehydes add Al giving ethanol.", "start": "223.11999999999998", "end": "228.72"}, {"text": " Ketones add O in E, pronounced ethanol. A mean is a mean for a thanamine. And carbocsilic acid on", "start": "228.72", "end": "234.79999999999998"}, {"text": " an ethane is ethanolic acid. And of course, there are literally dozens of other named functional", "start": "234.8", "end": "240.16000000000003"}, {"text": " groups that will change the suffix. It's terrible. That's why they're on Wikipedia. So if you", "start": "240.16000000000003", "end": "244.8"}, {"text": " got a functional group, there's a name that defined the suffix of the molecule. And that is called", "start": "244.8", "end": "249.52"}, {"text": " the parent functional group. Now it is perfectly possible that a molecule will have two different", "start": "249.52", "end": "253.76000000000002"}, {"text": " functional groups. So how do we know which one is the parent? Which one defines the suffix? Well", "start": "253.76000000000002", "end": "258.64"}, {"text": " different groups have different precedents. The most weighted of all is the carbocsilic acid", "start": "258.64", "end": "262.96000000000004"}, {"text": " functional group. So no matter what else is on a six-carbon chain, if there's a carbocsilic acid,", "start": "262.96", "end": "268.15999999999997"}, {"text": " then it's a hexanolic acid. That precedence is decided by a list. That was, you guessed it,", "start": "268.15999999999997", "end": "272.71999999999997"}, {"text": " created by IUPAC to minimize confusion by creating yet more rules. The list is linked in the", "start": "272.71999999999997", "end": "278.08"}, {"text": " description. Okay, so now we have created our base name for the molecule. It's time to start", "start": "278.08", "end": "282.56"}, {"text": " looking at what else is attached to it. Any side chains or functional groups sticking off the", "start": "282.56", "end": "287.2"}, {"text": " side have to be identified and named. If it's a six-carbon chain with a carbocsilic acid on it", "start": "287.2", "end": "292.32"}, {"text": " and an alcohol on one of the other carbons, our name has to do two things. Identify that the", "start": "292.32", "end": "297.52"}, {"text": " hydroxyl group is there and identify where it is. If it's got a double bond, we likewise have to", "start": "297.52", "end": "302.88"}, {"text": " identify that it is there and where it is. Oh, with our words. Use your words. Also use your numbers.", "start": "302.88", "end": "309.92"}, {"text": " Counting out carbons can be a little confusing, but try it both ways in both directions to make", "start": "309.92", "end": "314.48"}, {"text": " sure you get the lowest possible number on the group that defines your suffix. All right,", "start": "314.48", "end": "318.64"}, {"text": " enough of the talking. Let's try to do some actual examples here. I mentioned earlier angelic acid.", "start": "318.64", "end": "322.96"}, {"text": " It's not actually particularly angelic. It's just named after a flower that it was derived from,", "start": "322.96", "end": "327.44"}, {"text": " but it's actually all over the place in nature. So angelic acid tells us pretty much nothing about", "start": "327.44", "end": "331.76"}, {"text": " the molecule, except that it's acidic. So in order to figure out the structure, I have to look it", "start": "331.76", "end": "335.12"}, {"text": " up. That's no fun, but here it is. Let's figure out a better name for it. Count out the carbons.", "start": "335.12", "end": "338.96"}, {"text": " One, two, three. If you count that, chain one, two, three, four. If you count this one, so it's", "start": "338.96", "end": "343.68"}, {"text": " a butane derivative. Actually, it's a butane derivative because it has that double bond. It's also", "start": "343.68", "end": "348.24"}, {"text": " got the carboxylic acid, though, so let's go ahead and call it butanoic acid, except that there's", "start": "348.24", "end": "353.28000000000003"}, {"text": " a methyl group sticking off, so it's methyl butanoic acid. Of course, with that name, without any numbers,", "start": "353.28000000000003", "end": "358.32"}, {"text": " no one has any idea where anything is on the chain, so time to number. From this direction,", "start": "358.32", "end": "364.0"}, {"text": " one, two, three, four, we get three methyl butane two in four-ohic acid, which is obviously wrong.", "start": "364.0", "end": "370.8"}, {"text": " Mostly because that parent functional group, the one that defines the suffix, is supposed to be", "start": "370.8", "end": "374.16"}, {"text": " as low as possible, and in fact, it is as high as possible, so that can't be right. Also,", "start": "374.16", "end": "378.48"}, {"text": " it just sounds terrible. Numbering the other way, one, two, three, four, the carboxylic acid is", "start": "378.48", "end": "382.56"}, {"text": " on carbon one. That's pretty ideal. Double bond and the methyl group are both on the second carbon,", "start": "382.56", "end": "387.04"}, {"text": " much better, and thus it is named two methyl butane two in oic acid. Two important notes here,", "start": "387.04", "end": "391.76"}, {"text": " if a parent functional group is on carbon one, we just leave the number off. And two, there's a double", "start": "391.76", "end": "396.56"}, {"text": " bond in this molecule, and we haven't identified whether it's cisteratrans, and we can't do that,", "start": "396.56", "end": "400.32"}, {"text": " so we haven't actually completely named it. We should stick a cis in front of the name because", "start": "400.32", "end": "404.4"}, {"text": " the carbon chain continues on the same side, not the opposite side as it would be in the transform.", "start": "404.4", "end": "409.36"}, {"text": " Of course, it works both ways. That's the beauty of it. You can build a name from a molecule,", "start": "409.36", "end": "413.12"}, {"text": " and a molecule from a name. Earlier, I told you that cinnamaldehyde was trans-3 phenyl-prope two", "start": "413.12", "end": "418.64"}, {"text": " in all. Can you build it? Well, start with a three-carbon chain because of that probe,", "start": "418.64", "end": "422.56"}, {"text": " and count out the carbons, one, two, three. We know because it's probe two in all, with that E,", "start": "422.56", "end": "427.52"}, {"text": " there's a double bond from the second to third carbon, and we know it's trans. We also know", "start": "427.52", "end": "432.56"}, {"text": " that there's a phenyl group on the third carbon. The word ends in a non-numbered owl, so finally,", "start": "432.56", "end": "438.0"}, {"text": " we can stick an aldehyde on carbon number one. And yeah, that's actually pretty easy. Now, look,", "start": "438.0", "end": "442.88"}, {"text": " are you back does its best, but past a certain point of complexity, no one expects anyone to know", "start": "442.88", "end": "447.52"}, {"text": " all of this by heart, unless you wake work for them and name compounds for a living. That's why we", "start": "447.52", "end": "452.71999999999997"}, {"text": " have the internet and textbooks and libraries to go look things up. Because I'm a dork, I actually", "start": "452.72", "end": "457.52000000000004"}, {"text": " find these things to be kind of delightful puzzles, and they're often super fun for me, but", "start": "457.52000000000004", "end": "461.28000000000003"}, {"text": " taken one or two steps beyond the level of complexity we have here, my personal viewpoint is that", "start": "461.28000000000003", "end": "465.92"}, {"text": " you're better off looking it up than memorizing the novel-sized list of functional groups, names,", "start": "465.92", "end": "470.8"}, {"text": " precedents lists, prefixes, and suffixes. As long as you can recognize why trans-3 phenyl-prope two", "start": "470.8", "end": "476.40000000000003"}, {"text": " in all, is in fact a superior name to cinnamaldehyde. And no, I'm not going to do the cinnamalde", "start": "476.40000000000003", "end": "482.0"}, {"text": " challenge ever. Thank you for watching this episode of Crash Course Chemistry. If you were paying", "start": "482.0", "end": "486.08"}, {"text": " attention, you learn that IUPAC is the international organization responsible for your unhappiness,", "start": "486.08", "end": "490.8"}, {"text": " and that their goal is to create a system where every organic compound has one and only one name", "start": "490.8", "end": "496.08"}, {"text": " to prevent confusion. They do this by giving prefixes to compounds for the number of carbons in", "start": "496.08", "end": "500.56"}, {"text": " a chain, suffixes based on parent functional groups, and ranking functional groups somewhat", "start": "500.56", "end": "505.28"}, {"text": " arbitrarily for precedents. You also learn that you have to number your carbon chains so that your", "start": "505.28", "end": "509.12"}, {"text": " parent functional group has the lowest possible number, and that double bonds require you to label", "start": "509.12", "end": "513.68"}, {"text": " the molecule as cis or trans. And hopefully, you learn that this is a kind of word magic worth learning.", "start": "513.68", "end": "519.36"}, {"text": " This episode was written by me, Hank Green, and edited by Blake Deepastino. Our chemistry", "start": "519.36", "end": "524.0"}, {"text": " consultant is Dr. Hike O'Langer. It was filmed, edited, and directed by Nicholas Jenkins.", "start": "524.0", "end": "528.32"}, {"text": " Our script supervisor was Caitlin Hoffmeister, our sound designer is Michael LaRonda,", "start": "528.32", "end": "532.08"}, {"text": " and our graphics team was thought-cafe.", "start": "532.08", "end": "542.08"}]}